import React from 'react';
import styles from './Me.module.css';
import meshi from "../../images/פזית שטה.png"

const AboutMe = () => {
  return <>
      <div className={styles.header} id="מי אני">איך אני יודעת את זה?</div>
    <div className={styles.container}>
      <div className={styles.imageContainer}>
        <img src={meshi} alt="פזית שטה" className={styles.image} />
      </div>
      <div className={styles.content}>
        <h1 className={styles.title}>פזית שטה</h1>
        <h2 className={styles.subtitle}>
  הייתי בדיוק במקום שלך!
  </h2>
        <p className={styles.description}>
        שקלתי 25 קילו יותר והאשמתי את כל העולם בתסכול שלי! (את הגנטיקה שלי, את האנשים שכן הצליחו,את הרגלי האכילה שלי ואת הדיאטות שתמיד גרמו לי רק להעלות יותר במשקל בסוף).  התסכול היה כי לא מצאתי משהו שמתאים בשבילי ובגלל שהייתי בדיוק במצב שלך אני יודעת מה כל אישה חווה בסקאלה של העליה והירידה במשקל - לכן, שנינו יודעות שלא כל דיאטה מתאימה לכל אחת והתהליך מחייב התאמה אישית,לאחר שליוותי כ300 נשים לאיזון משקל עודף כפרילנסרית בתוכנית מוכרת של רופא בתחום הרפואה הטבעית
למדתי הוראה ליוגה ואיזון הנפש, למדתי master NLP, ייעוץ בפסיכותרפיה הוליסטית יהודית, ריפוי מאכילה רגשית, ייעוץ בתזונה ובריאות טבעית
,ריפוי מכאבים כרוניים של מחלות בשיטת tms   ובנוסף - המון שיטות,תהליכים ומידע שקשור לגוף שלנו ויצרתי את התהליך שיהפוך אותך למאושרת,מאוזנת ויציבה גם אחריו! בתהליך איתי אני משלבת טיפול גוף נפש ואימון מנטלי נשי לפי האישיות הפרסונלית שלך, ולפי המצב הפיזיולוגי הנוכחי שלך, עם ליווי צמוד אישי שלי 1 על 1 + ופגישה שבועית בזום
        </p>



      </div>
    
    </div>

    </>
};

export default AboutMe;